Repository: SomtochiUmeh/compostapp
Catalog: lib/l10n/intl_*.arb
Languages: af, ar, fr

source: Recipe Builder
af: Resep Bouer
ar: منشئ الوصفات
fr: Créateur de Recettes

source: Prices
af: Pryse
ar: الأسعار
fr: Prix

source: All available components have been added
af: Alle beskikbare komponente is bygevoeg
ar: تمت إضافة جميع المكونات المتاحة
fr: Tous les composants disponibles ont été ajoutés

source: Compost Recipe Builder
af: Kompos Resep Bouer
ar: منشئ وصفات السماد العضوي
fr: Créateur de Recettes de Compost

source: Recipe Quality Guide
af: Resep Kwaliteit Gids
ar: دليل جودة الوصفة
fr: Guide de Qualité des Recettes

# recipeQualityInfo
source: Green checkmark: Nutrient level within recommended range Red up arrow: Nutrient level below recommended range Orange down arrow: Nutrient level above recommended range Recommended ranges are based on municipal compost standards.
af: Groen regmerkie: Voedingstofvlak binne aanbevole reeks Rooi pyl op: Voedingstofvlak onder aanbevole reeks Oranje pyl af: Voedingstofvlak bo aanbevole reeks Aanbevole reekse is gebaseer op munisipale kompos standaarde.
ar: علامة صح خضراء: مستوى المغذيات ضمن النطاق الموصى به سهم أحمر للأعلى: مستوى المغذيات أقل من النطاق الموصى به سهم برتقالي للأسفل: مستوى المغذيات أعلى من النطاق الموصى به تستند النطاقات الموصى بها على معايير السماد البلدية.
fr: Coche verte: Niveau de nutriment dans la plage recommandée Flèche rouge vers le haut: Niveau de nutriment en dessous de la plage recommandée Flèche orange vers le bas: Niveau de nutriment au-dessus de la plage recommandée Les plages recommandées sont basées sur les normes de compost municipal.

source: Close
af: Sluit
ar: إغلاق
fr: Fermer

source: Components
af: Komponente
ar: المكونات
fr: Composants

# noComponentsAddedYetClickTheButtonBelowToAdd
source: No components added yet. Click the button below to add components to your compost recipe.
af: Geen komponente bygevoeg nog nie. Klik die knoppie hieronder om komponente by jou kompos resep te voeg.
ar: لم تتم إضافة مكونات بعد. انقر على الزر أدناه لإضافة مكونات إلى وصفة السماد العضوي الخاصة بك.
fr: Aucun composant ajouté. Cliquez sur le bouton ci-dessous pour ajouter des composants à votre recette de compost.

source: Add Component
af: Voeg Komponent By
ar: إضافة مكون
fr: Ajouter un Composant

source: Nutrient Analysis
af: Voedingstof Analise
ar: تحليل المغذيات
fr: Analyse des Nutriments

source: Edit Component
af: Wysig Komponent
ar: تعديل المكون
fr: Modifier le Composant

source: Choose Component
af: Kies Komponent
ar: اختر مكوناً
fr: Choisir un Composant

# weight
source: Weight (kg)
af: Gewig (kg)
ar: الوزن (كجم)
fr: Poids (kg)

# unitKgs
source: kgs
af: kg
ar: كجم
fr: kg

# unitTons
source: tons
af: ton
ar: طن
fr: tonnes

# price
source: Price: {price} FCFA per {amount} {unit}
af: Prys: {price} FCFA per {amount} {unit}
ar: السعر: {price} فرنك إفريقي لكل {amount} {unit}
fr: Prix: {price} FCFA par {amount} {unit}

source: Cancel
af: Kanselleer
ar: إلغاء
fr: Annuler

source: Update
af: Opdateer
ar: تحديث
fr: Mettre à jour

source: Add
af: Voeg By
ar: إضافة
fr: Ajouter

# pleaseEnterValidWeight
source: Please enter a valid weight
af: Voer asseblief 'n geldige gewig in
ar: الرجاء إدخال وزن صحيح
fr: Veuillez entrer un poids valide

source: Please fill all fields
af: Vul asseblief alle velde in
ar: الرجاء ملء جميع الحقول
fr: Veuillez remplir tous les champs

source: Component
af: Komponent
ar: المكون
fr: Composant

# organicCarbon
source: C Org
ar: كربون عضوي

# nitrogen
source: N
ar: نيتروجين

# phosphorus
source: P₂O₅
ar: فوسفور

# potassium
source: K₂O
ar: بوتاسيوم

# calcium
source: CaO
ar: كالسيوم

# magnesium
source: MgO
ar: مغنيسيوم

source: Dry Matter
af: Droë Materie
ar: المادة الجافة
fr: Matière Sèche

source: Total Weight (kg)
af: Totale Gewig (kg)
ar: الوزن الإجمالي (كجم)
fr: Poids Total (kg)

source: Total Cost (FCFA)
af: Totale Koste (FCFA)
ar: التكلفة الإجمالية (فرنك إفريقي)
fr: Coût Total (FCFA)

# componentMangoWaste
source: Mango waste with seeds
af: Mango afval met pitte
ar: مخلفات المانجو مع البذور
fr: Déchets de mangue avec graines

# componentCashewShells
source: Cashew shells
af: Kasjoeneut doppe
ar: قشور الكاجو
fr: Coques de cajou

# componentRiceHulls
source: Rice hulls/Rice bran
af: Rys doppe/Rys semels
ar: قشور الأرز/نخالة الأرز
fr: Balles de riz/Son de riz

# componentRiceStraw
source: Rice straw - wet season
af: Rys strooi - nat seisoen
ar: قش الأرز - موسم الأمطار
fr: Paille de riz - saison humide

# componentSugarcaneBagasse
source: Sugarcane bagasse
af: Suikerriet bagasse
ar: تفل قصب السكر
fr: Bagasse de canne à sucre

# componentChickenManure
source: Dried chicken manure
af: Gedroogde hoender mis
ar: روث الدجاج المجفف
fr: Fumier de poulet séché

# componentCowDung
source: Cow dung
af: Koei mis
ar: روث البقر
fr: Bouse de vache

# componentCottonStraw
source: Cotton straw
af: Katoen strooi
ar: قش القطن
fr: Paille de coton

# componentRiceHuskAsh
source: Rice Husk Ash
af: Rys Dop As
ar: رماد قشور الأرز
fr: Cendre de balle de riz

# componentLime
source: Lime
af: Kalk
ar: الجير
fr: Chaux

# componentCompostPlus
source: Compost +
af: Kompos +
ar: سماد +

# componentDolomites
source: Dolomites
af: Dolomiet
ar: الدولوميت

# componentCornStraw
source: Corn straw
af: Mielie strooi
ar: قش الذرة
fr: Paille de maïs

# componentCassavaPeels
source: Cassava peels
af: Kassawa skille
ar: قشور الكاسافا
fr: Épluchures de manioc

# componentRiceChickenLitter
source: Litter (rice bran + chicken manure)
af: Strooisel (rys semels + hoender mis)
ar: فراش (نخالة الأرز + روث الدجاج)
fr: Litière (son de riz + fumier de poulet)

# componentRiceStrawCounter
source: Rice straw - counter-season
af: Rys strooi - teen-seisoen
ar: قش الأرز - خارج الموسم
fr: Paille de riz - contre-saison

# getTranslation
source: {selector, select, componentMangoWaste {Mango waste with seeds} componentCashewShells {Cashew shells} componentRiceHulls {Rice hulls/Rice bran} componentRiceStraw {Rice straw - wet season} componentSugarcaneBagasse {Sugarcane bagasse} componentChickenManure {Dried chicken manure} componentCowDung {Cow dung} componentCottonStraw {Cotton straw} componentRiceHuskAsh {Rice Husk Ash} componentLime {Lime} componentCompostPlus {Compost +} componentDolomites {Dolomites} componentCornStraw {Corn straw} componentCassavaPeels {Cassava peels} componentRiceChickenLitter {Litter (rice bran + chicken manure)} componentRiceStrawCounter {Rice straw - counter-season} other {Unknown component}}
af: {selector, select, componentMangoWaste {Mango afval met pitte} componentCashewShells {Kasjoeneut doppe} componentRiceHulls {Rys doppe/Rys semels} componentRiceStraw {Rys strooi - nat seisoen} componentSugarcaneBagasse {Suikerriet bagasse} componentChickenManure {Gedroogde hoender mis} componentCowDung {Koei mis} componentCottonStraw {Katoen strooi} componentRiceHuskAsh {Rys Dop As} componentLime {Kalk} componentCompostPlus {Kompos +} componentDolomites {Dolomiet} componentCornStraw {Mielie strooi} componentCassavaPeels {Kassawa skille} componentRiceChickenLitter {Strooisel (rys semels + hoender mis)} componentRiceStrawCounter {Rys strooi - teen-seisoen} other {Onbekende komponent}}
ar: {selector, select, componentMangoWaste {مخلفات المانجو مع البذور} componentCashewShells {قشور الكاجو} componentRiceHulls {قشور الأرز/نخالة الأرز} componentRiceStraw {قش الأرز - موسم الأمطار} componentSugarcaneBagasse {تفل قصب السكر} componentChickenManure {روث الدجاج المجفف} componentCowDung {روث البقر} componentCottonStraw {قش القطن} componentRiceHuskAsh {رماد قشور الأرز} componentLime {الجير} componentCompostPlus {سماد +} componentDolomites {الدولوميت} componentCornStraw {قش الذرة} componentCassavaPeels {قشور الكاسافا} componentRiceChickenLitter {فراش (نخالة الأرز + روث الدجاج)} componentRiceStrawCounter {قش الأرز - خارج الموسم} other {مكون غير معروف}}
fr: {selector, select, componentMangoWaste {Déchets de mangue avec graines} componentCashewShells {Coques de cajou} componentRiceHulls {Balles de riz/Son de riz} componentRiceStraw {Paille de riz - saison humide} componentSugarcaneBagasse {Bagasse de canne à sucre} componentChickenManure {Fumier de poulet séché} componentCowDung {Bouse de vache} componentCottonStraw {Paille de coton} componentRiceHuskAsh {Cendre de balle de riz} componentLime {Chaux} componentCompostPlus {Compost +} componentDolomites {Dolomites} componentCornStraw {Paille de maïs} componentCassavaPeels {Épluchures de manioc} componentRiceChickenLitter {Litière (son de riz + fumier de poulet)} componentRiceStrawCounter {Paille de riz - contre-saison} other {Composant inconnu}}

# pricePageTitle
source: Ingredient Prices
af: Bestanddeel Pryse
ar: أسعار المكونات
fr: Prix des Ingrédients

source: All Components
af: Alle Komponente
ar: جميع المكونات
fr: Tous les Composants

# costPerTon
source: Cost/Ton
af: Koste/Ton
ar: التكلفة/طن
fr: Coût/tonne

# currencyFCFA
source: FCFA
ar: فرنك إفريقي

# availabilityJanToDec
source: Available: January to December
af: Beskikbaar: Januarie tot Desember
ar: متوفر: يناير إلى ديسمبر
fr: Disponible: Janvier à Décembre

# availabilityMarToAug
source: Available: March to August
af: Beskikbaar: Maart tot Augustus
ar: متوفر: مارس إلى أغسطس
fr: Disponible: Mars à Août

# availabilityOctToDec
source: Available: October to December
af: Beskikbaar: Oktober tot Desember
ar: متوفر: أكتوبر إلى ديسمبر
fr: Disponible: Octobre à Décembre

# availabilityOctToJan
source: Available: October to January
af: Beskikbaar: Oktober tot Januarie
ar: متوفر: أكتوبر إلى يناير
fr: Disponible: Octobre à Janvier

# availabilityMayToJul
source: Available: May to July
af: Beskikbaar: Mei tot Julie
ar: متوفر: مايو إلى يوليو
fr: Disponible: Mai à Juillet

# availabilitySepToDec
source: Available: September to December
af: Beskikbaar: September tot Desember
ar: متوفر: سبتمبر إلى ديسمبر
fr: Disponible: Septembre à Décembre

source: Water
ar: الماء
fr: Eau

# nutrientInOptimalRange
source: Great! {nutrientName} is within the optimal range ({min} - {max})
af: Uitstekend! {nutrientName} is binne die optimale reeks ({min} - {max})
ar: رائع! {nutrientName} ضمن النطاق الأمثل ({min} - {max})
fr: Excellent! {nutrientName} est dans la plage optimale ({min} - {max})

source: Ingredients
af: Bestanddele
ar: المكونات
fr: Ingrédients

source: Ingredient
af: Bestanddeel
ar: المكون
fr: Ingrédient

source: Add Ingredient
af: Voeg Bestanddeel By
ar: إضافة مكون
fr: Ajouter un Ingrédient

source: All Ingredients
af: Alle Bestanddele
ar: جميع المكونات
fr: Tous les Ingrédients

source: Compost Calculator
af: Kompos Sakrekenaar
ar: حاسبة السماد العضوي
fr: Calculateur de Compost

source: Welcome to Compost Calculator
af: Welkom by Kompos Sakrekenaar
ar: مرحباً بك في حاسبة السماد العضوي
fr: Bienvenue au Calculateur de Compost

# thisAppIsDesignedToHelpYouCreateAndManage
source: This app is designed to help you create and manage open-pile aerobic composting. Use the tools below to learn about composting, explore recipes, or create your own!
af: Hierdie toepassing is ontwerp om jou te help om oop-hoop aërobiese kompostering te skep en bestuur. Gebruik die gereedskap hieronder om meer oor kompostering te leer, resepte te verken, of jou eie te skep!
ar: تم تصميم هذا التطبيق لمساعدتك في إنشاء وإدارة السماد الهوائي المفتوح. استخدم الأدوات أدناه للتعرف على السماد العضوي واستكشاف الوصفات أو إنشاء وصفاتك الخاصة!
fr: Cette application est conçue pour vous aider à créer et gérer le compostage aérobie en tas. Utilisez les outils ci-dessous pour en apprendre davantage sur le compostage, explorer des recettes ou créer les vôtres!

source: Compost Guidelines
af: Kompos Riglyne
ar: إرشادات السماد العضوي
fr: Directives de Compostage

source: Sample Compost Recipes
af: Voorbeeld Kompos Resepte
ar: نماذج وصفات السماد العضوي
fr: Exemples de Recettes de Compost

source: Aerobic Composting Process
af: Aërobiese Kompos Proses
ar: عملية التسميد الهوائي
fr: Processus de Compostage Aérobie

source: How to Make Compost
af: Hoe om Kompos te Maak
ar: كيفية صنع السماد العضوي
fr: Comment Faire du Compost

source: C:N Ratio & Optimum Compost Conditions
af: C:N Verhouding & Optimale Kompos Toestande
ar: نسبة الكربون إلى النيتروجين وظروف السماد المثالية
fr: Ratio C:N & Conditions Optimales de Compost

source: Troubleshooting Compost Problems
af: Kompos Probleme Oplos
ar: استكشاف مشاكل السماد العضوي وإصلاحها
fr: Résolution des Problèmes de Compost

source: Content not available
af: Inhoud nie beskikbaar nie
ar: المحتوى غير متوفر
fr: Contenu non disponible

source: Composting happens in four stages:
af: Kompostering gebeur in vier fases:
ar: يحدث التسميد في أربع مراحل:
fr: Le compostage se déroule en quatre étapes:

source: Day 1
af: Dag 1
ar: اليوم 1
fr: Jour 1

source: Day 5
af: Dag 5
ar: اليوم 5
fr: Jour 5

source: Day 25
af: Dag 25
ar: اليوم 25
fr: Jour 25

source: Day 35
af: Dag 35
ar: اليوم 35
fr: Jour 35

source: Day 60+
af: Dag 60+
ar: اليوم 60+
fr: Jour 60+

source: Start-up
af: Begin
ar: البدء
fr: Démarrage

# days2to5
source: Days 2-5
af: Dae 2-5
ar: الأيام 2-5
fr: Jours 2-5

source: Heating
af: Verhitting
ar: التسخين
fr: Chauffage

# days5to25
source: Days 5-25
af: Dae 5-25
ar: الأيام 5-25
fr: Jours 5-25

source: Cooling
af: Afkoeling
ar: التبريد
fr: Refroidissement

# days25to35
source: Days 25-35
af: Dae 25-35
ar: الأيام 25-35
fr: Jours 25-35

source: Maturing
af: Rypwording
ar: النضج
fr: Maturation

# days35to60
source: Days 35-60+
af: Dae 35-60+
ar: الأيام 35-60+
fr: Jours 35-60+

source: Composting Timeline Process
af: Kompos Tydlyn Proses
ar: مراحل عملية التسميد
fr: Processus Chronologique du Compostage

# startupDays2to5
source: 1. Start-up (Days 2-5)
af: 1. Begin (Dae 2-5)
ar: 1. البدء (الأيام 2-5)
fr: 1. Démarrage (Jours 2-5)

source: Microorganisms begin breaking down waste.
af: Mikro-organismes begin om afval af te breek.
ar: تبدأ الكائنات الدقيقة في تحلل النفايات.
fr: Les micro-organismes commencent à décomposer les déchets.

# temperature20to45c
source: Temperature: 20–45°C
af: Temperatuur: 20–45°C
ar: درجة الحرارة: 20–45°م
fr: Température: 20–45°C

source: Key Needs: Water, oxygen, small-sized organic matter.
af: Sleutel behoeftes: Water, suurstof, klein-grootte organiese materie.
ar: الاحتياجات الأساسية: الماء، الأكسجين، المواد العضوية صغيرة الحجم.
fr: Besoins essentiels: Eau, oxygène, matière organique de petite taille.

# heatingPhaseDays5to25
source: 2. Heating Phase (Days 5-25)
af: 2. Verhittings Fase (Dae 5-25)
ar: 2. مرحلة التسخين (الأيام 5-25)
fr: 2. Phase de Chauffage (Jours 5-25)

# temperature45to65c
source: Temperature: 45–65°C
af: Temperatuur: 45–65°C
ar: درجة الحرارة: 45–65°م
fr: Température: 45–65°C

source: Breaks down fast-decomposing materials, kills pathogens & weed seeds.
af: Breek vinnig-ontbindende materiale af, dood patogene en onkruid sade.
ar: تحلل المواد سريعة التحلل، وتقتل مسببات الأمراض وبذور الأعشاب الضارة.
fr: Décompose les matières à décomposition rapide, tue les agents pathogènes et les graines de mauvaises herbes.

source: Organisms change as conditions shift.
af: Organismes verander soos toestande skuif.
ar: تتغير الكائنات الحية مع تغير الظروف.
fr: Les organismes changent au fur et à mesure que les conditions évoluent.

# coolingPhaseDays25to35
source: 3. Cooling Phase (Days 25-35)
af: 3. Afkoelings Fase (Dae 25-35)
ar: 3. مرحلة التبريد (الأيام 25-35)
fr: 3. Phase de Refroidissement (Jours 25-35)

# temperature25to45c
source: Temperature: 25–45°C
af: Temperatuur: 25–45°C
ar: درجة الحرارة: 25–45°م
fr: Température: 25–45°C

source: Slower decomposition, fungi break down tougher materials (straw, wood).
af: Stadiger ontbinding, swamme breek taaier materiale af (strooi, hout).
ar: تحلل أبطأ، الفطريات تكسر المواد الأكثر صلابة (القش، الخشب).
fr: Décomposition plus lente, les champignons décomposent les matières plus résistantes (paille, bois).

source: The pile shrinks as material decomposes.
af: Die hoop krimp soos materiaal ontbind.
ar: ينكمش الكومة مع تحلل المواد.
fr: Le tas rétrécit à mesure que la matière se décompose.

# maturationPhaseDays35to60
source: 4. Maturation Phase (Days 35-60+)
af: 4. Rypwording Fase (Dae 35-60+)
ar: 4. مرحلة النضج (الأيام 35-60+)
fr: 4. Phase de Maturation (Jours 35-60+)

# temperature20to40c
source: Temperature: 20–40°C
af: Temperatuur: 20–40°C
ar: درجة الحرارة: 20–40°م
fr: Température: 20–40°C

source: Soil organisms return, nutrients stabilize, humus forms.
af: Grond organismes keer terug, voedingstowwe stabiliseer, humus vorm.
ar: تعود كائنات التربة، تستقر المغذيات، يتشكل الدبال.
fr: Les organismes du sol reviennent, les nutriments se stabilisent, l'humus se forme.

source: Ready when: Dark, earthy smell, no heat in the center.
af: Gereed wanneer: Donker, aardse reuk, geen hitte in die middel.
ar: جاهز عندما: داكن، رائحة ترابية، لا حرارة في المركز.
fr: Prêt quand: Sombre, odeur de terre, pas de chaleur au centre.

# canBeStoredFor6to12MonthsKeepDryToAvoid
source: Can be stored for 6–12 months (keep dry to avoid nutrient loss).
af: Kan gestoor word vir 6–12 maande (hou droog om voedingstof verlies te voorkom).
ar: يمكن تخزينه لمدة 6-12 شهراً (يحفظ جافاً لتجنب فقدان المغذيات).
fr: Peut être stocké pendant 6 à 12 mois (garder au sec pour éviter la perte de nutriments).

source: Visual Tip
af: Visuele Wenk
ar: نصيحة بصرية
fr: Conseil Visuel

# yourCompostPileShouldBeLargeEnoughToMaintainHeat
source: Your compost pile should be large enough to maintain heat (at least 3×3×3 feet), but small enough to easily turn and manage.
af: Jou kompos hoop moet groot genoeg wees om hitte te behou (ten minste 1m×1m×1m), maar klein genoeg om maklik te draai en bestuur.
ar: يجب أن تكون كومة السماد كبيرة بما يكفي للحفاظ على الحرارة (على الأقل 1م×1م×1م)، ولكن صغيرة بما يكفي لتقليبها وإدارتها بسهولة.
fr: Votre tas de compost doit être assez grand pour maintenir la chaleur (au moins 1m×1m×1m), mais assez petit pour être facilement retourné et géré.

source: Choose a site
af: Kies 'n plek
ar: اختر موقعاً
fr: Choisir un site

source: Well-drained, shady, near a water source.
af: Goed gedreineer, skaduwee, naby 'n water bron.
ar: جيد التصريف، مظلل، بالقرب من مصدر مياه.
fr: Bien drainé, ombragé, près d'une source d'eau.

source: Layer materials
af: Laag materiale
ar: طبقات المواد
fr: Disposer en couches

source: Balance carbon (dry browns) and nitrogen (greens).
af: Balanseer koolstof (droë bruins) en stikstof (groenes).
ar: وازن بين الكربون (المواد البنية الجافة) والنيتروجين (المواد الخضراء).
fr: Équilibrer le carbone (matières brunes sèches) et l'azote (matières vertes).

source: Maintain moisture
af: Handhaaf vog
ar: الحفاظ على الرطوبة
fr: Maintenir l'humidité

# keepItLikeADampSpongeNotTooDry
source: Keep it like a damp sponge (not too dry or soggy).
af: Hou dit soos 'n klam spons (nie te droog of deurweek nie).
ar: حافظ عليها مثل الإسفنجة الرطبة (ليست جافة جداً ولا مبللة جداً).
fr: Garder comme une éponge humide (ni trop sec ni détrempé).

source: Turn the pile regularly
af: Draai die hoop gereeld
ar: قلب الكومة بانتظام
fr: Retourner le tas régulièrement

source: Mix every 7–14 days for aeration.
af: Meng elke 7–14 dae vir belugting.
ar: اخلط كل 7-14 يوماً للتهوية.
fr: Mélanger tous les 7 à 14 jours pour l'aération.

source: Check readiness
af: Toets gereedheid
ar: تحقق من الجاهزية
fr: Vérifier la maturité

source: When dark, crumbly, and smells earthy, it's done!
af: Wanneer donker, kruimelig en ruik aards, is dit klaar!
ar: عندما يصبح داكناً ومتفتتاً ورائحته ترابية، يكون جاهزاً!
fr: Quand il est sombre, friable et sent la terre, c'est prêt!

source: C:N Ratio Explained:
af: C:N Verhouding Verduidelik:
ar: شرح نسبة الكربون إلى النيتروجين:
fr: Explication du Ratio C:N:

# idealCarbonnitrogenRatio30to1
source: Ideal Carbon:Nitrogen ratio = 30:1
af: Ideale Koolstof:Stikstof verhouding = 30:1
ar: النسبة المثالية للكربون:النيتروجين = 30:1
fr: Ratio idéal Carbone:Azote = 30:1

source: Too much carbon? Decomposition slows down.
af: Te veel koolstof? Ontbinding vertraag.
ar: كربون زائد؟ يبطئ التحلل.
fr: Trop de carbone? La décomposition ralentit.

source: Too much nitrogen? Smelly, soggy pile.
af: Te veel stikstof? Stinkende, deurweekte hoop.
ar: نيتروجين زائد؟ كومة مبللة وكريهة الرائحة.
fr: Trop d'azote? Tas malodorant et détrempé.

source: Simple rule:
af: Eenvoudige reël:
ar: قاعدة بسيطة:
fr: Règle simple:

# bucketNitrogenrichMaterialsGreens
source: 1 bucket nitrogen-rich materials (greens)
af: 1 emmer stikstof-ryke materiale (groenes)
ar: 1 دلو من المواد الغنية بالنيتروجين (الخضراء)
fr: 1 seau de matières riches en azote (vertes)

# bucketsDryCarbonMaterialsBrowns
source: 2 buckets dry carbon materials (browns)
af: 2 emmers droë koolstof materiale (bruins)
ar: 2 دلو من المواد الكربونية الجافة (البنية)
fr: 2 seaux de matières carbonées sèches (brunes)

source: High Carbon
af: Hoë Koolstof
ar: غني بالكربون
fr: Riche en Carbone

source: Browns
af: Bruins
ar: المواد البنية
fr: Bruns

source: Cashew shells
af: Kasjoeneut doppe
ar: قشور الكاجو
fr: Coques de cajou

source: Rice husks
af: Rys doppe
ar: قشور الأرز
fr: Balles de riz

source: Dry leaves
af: Droë blare
ar: أوراق جافة
fr: Feuilles sèches

source: High Nitrogen
af: Hoë Stikstof
ar: غني بالنيتروجين
fr: Riche en Azote

source: Greens
af: Groenes
ar: المواد الخضراء
fr: Verts

source: Chicken manure
af: Hoender mis
ar: روث الدجاج
fr: Fumier de poulet

source: Cow dung
af: Koei mis
ar: روث البقر
fr: Bouse de vache

source: Fresh plant
af: Vars plant
ar: نباتات طازجة
fr: Plantes fraîches

source: Optimum Moisture
af: Optimale Vog
ar: الرطوبة المثالية
fr: Humidité Optimale

# yourCompostShouldHaveTheMoistureLevelOfAWrungout
source: Your compost should have the moisture level of a wrung-out sponge - damp but not soggy.
af: Jou kompos moet die vog vlak van 'n uitgewringde spons hê - klam maar nie deurweek nie.
ar: يجب أن يكون مستوى الرطوبة في السماد كإسفنجة معصورة - رطب ولكن ليس مبللاً.
fr: Votre compost doit avoir le niveau d'humidité d'une éponge essorée - humide mais pas détrempé.

source: Oxygen Requirements
af: Suurstof Vereistes
ar: متطلبات الأكسجين
fr: Besoins en Oxygène

# regularTurningEvery12WeeksEnsuresProperOxygenFlowFor
source: Regular turning (every 1-2 weeks) ensures proper oxygen flow for aerobic decomposition.
af: Gereelde draai (elke 1-2 weke) verseker behoorlike suurstof vloei vir aërobiese ontbinding.
ar: التقليب المنتظم (كل 1-2 أسبوع) يضمن تدفق الأكسجين المناسب للتحلل الهوائي.
fr: Le retournement régulier (toutes les 1-2 semaines) assure un bon flux d'oxygène pour la décomposition aérobie.

source: Common Compost Problems & Solutions
af: Algemene Kompos Probleme & Oplossings
ar: مشاكل السماد الشائعة وحلولها
fr: Problèmes Courants de Compost & Solutions

source: Quick Check
af: Vinnige Toets
ar: فحص سريع
fr: Vérification Rapide

# aHealthyCompostPileShouldBeWarmSlightlyDampAnd
source: A healthy compost pile should be warm, slightly damp, and have an earthy smell. If yours doesn't match this description, check the troubleshooting tips above!
af: 'n Gesonde kompos hoop moet warm, effens klam wees en 'n aardse reuk hê. As joune nie hierdie beskrywing pas nie, kyk na die probleemoplossing wenke hierbo!
ar: يجب أن تكون كومة السماد الصحية دافئة، ورطبة قليلاً، ورائحتها ترابية. إذا لم تكن كومتك كذلك، راجع نصائح استكشاف الأخطاء وإصلاحها أعلاه!
fr: Un tas de compost sain doit être chaud, légèrement humide et avoir une odeur de terre. Si le vôtre ne correspond pas à cette description, consultez les conseils de dépannage ci-dessus!

source: Pile Isn't Heating Up
af: Hoop Verhit Nie
ar: الكومة لا تسخن
fr: Le Tas ne Chauffe Pas

# pileTooSmallShouldBeAtLeast3x3x3Feet
source: Pile too small (should be at least 3×3×3 feet)
af: Hoop te klein (moet ten minste 1m×1m×1m wees)
ar: الكومة صغيرة جداً (يجب أن تكون على الأقل 1م×1م×1م)
fr: Tas trop petit (devrait être d'au moins 1m×1m×1m)

source: Too dry (add water)
af: Te droog (voeg water by)
ar: جافة جداً (أضف ماء)
fr: Trop sec (ajouter de l'eau)
