Repository: SomtochiUmeh/compostapp
Catalog: lib/l10n/intl_*.arb
Languages: af, ar, fr

source: Not enough nitrogen (add 'greens')
af: Nie genoeg stikstof nie (voeg 'groenes' by)
ar: نقص النيتروجين (أضف مواد 'خضراء')
fr: Pas assez d'azote (ajouter des 'verts')

source: Cold weather (insulate or wait for warmer conditions)
af: Koue weer (isoleer of wag vir warmer toestande)
ar: طقس بارد (عزل أو انتظر ظروفاً أكثر دفئاً)
fr: Temps froid (isoler ou attendre des conditions plus chaudes)

source: Pile is finished composting
af: Hoop is klaar met kompostering
ar: الكومة انتهت من التسميد
fr: Le tas a fini de composter

source: Add more nitrogen-rich materials
af: Voeg meer stikstof-ryke materiale by
ar: أضف المزيد من المواد الغنية بالنيتروجين
fr: Ajouter plus de matières riches en azote

source: Check moisture and add water if needed
af: Toets vog en voeg water by indien nodig
ar: تحقق من الرطوبة وأضف الماء إذا لزم الأمر
fr: Vérifier l'humidité et ajouter de l'eau si nécessaire

source: Turn the pile to increase oxygen
af: Draai die hoop om suurstof te verhoog
ar: قلب الكومة لزيادة الأكسجين
fr: Retourner le tas pour augmenter l'oxygène

source: Increase pile size
af: Vergroot hoop grootte
ar: زيادة حجم الكومة
fr: Augmenter la taille du tas

source: Bad Odors
af: Slegte Reuke
ar: روائح كريهة
fr: Mauvaises Odeurs

source: Ammonia smell: Too much nitrogen
af: Ammoniak reuk: Te veel stikstof
ar: رائحة الأمونيا: نيتروجين زائد
fr: Odeur d'ammoniac: Trop d'azote

source: Rotten egg smell: Anaerobic conditions (not enough oxygen)
af: Rotte eier reuk: Anaërobiese toestande (nie genoeg suurstof nie)
ar: رائحة البيض الفاسد: ظروف لاهوائية (نقص الأكسجين)
fr: Odeur d'œuf pourri: Conditions anaérobies (pas assez d'oxygène)

source: 'Other' materials (meat, dairy, etc.)
af: 'Ander' materiale (vleis, suiwel, ens.)
ar: مواد 'أخرى' (لحوم، منتجات ألبان، إلخ)
fr: Matières 'autres' (viande, produits laitiers, etc.)

source: Add carbon-rich materials (dry leaves, straw)
af: Voeg koolstof-ryke materiale by (droë blare, strooi)
ar: أضف مواد غنية بالكربون (أوراق جافة، قش)
fr: Ajouter des matières riches en carbone (feuilles sèches, paille)

source: Turn the pile to add oxygen
af: Draai die hoop om suurstof by te voeg
ar: قلب الكومة لإضافة الأكسجين
fr: Retourner le tas pour ajouter de l'oxygène

source: Cover food scraps with browns
af: Bedek kos reste met bruins
ar: غطي بقايا الطعام بمواد بنية
fr: Couvrir les restes alimentaires avec des matières brunes

source: Avoid adding meat, dairy, or oils
af: Vermy byvoeging van vleis, suiwel, of olies
ar: تجنب إضافة اللحوم أو منتجات الألبان أو الزيوت
fr: Éviter d'ajouter de la viande, des produits laitiers ou des huiles

source: Pests in the Compost
af: Plae in die Kompos
ar: الآفات في السماد
fr: Nuisibles dans le Compost

source: Exposed food scraps
af: Blootgestelde kos reste
ar: بقايا طعام مكشوفة
fr: Restes alimentaires exposés

source: Meat, dairy or fatty foods in compost
af: Vleis, suiwel of vetterige kos in kompos
ar: لحوم أو منتجات ألبان أو أطعمة دهنية في السماد
fr: Viande, produits laitiers ou aliments gras dans le compost

source: Pile not hot enough
af: Hoop nie warm genoeg nie
ar: الكومة ليست ساخنة بما يكفي
fr: Tas pas assez chaud

source: Bury food scraps in the center of the pile
af: Begrawe kos reste in die middel van die hoop
ar: ادفن بقايا الطعام في وسط الكومة
fr: Enterrer les restes alimentaires au centre du tas

source: Avoid adding meat, dairy, oils, or pet waste
af: Vermy byvoeging van vleis, suiwel, olies, of troeteldier afval
ar: تجنب إضافة اللحوم أو منتجات الألبان أو الزيوت أو فضلات الحيوانات الأليفة
fr: Éviter d'ajouter de la viande, des produits laitiers, des huiles ou des déchets d'animaux

source: Turn pile regularly to maintain heat
af: Draai hoop gereeld om hitte te behou
ar: قلب الكومة بانتظام للحفاظ على الحرارة
fr: Retourner le tas régulièrement pour maintenir la chaleur

source: Use a rodent-resistant bin if necessary
af: Gebruik 'n knaagdier-weerstandige houer indien nodig
ar: استخدم حاوية مقاومة للقوارض إذا لزم الأمر
fr: Utiliser un bac résistant aux rongeurs si nécessaire

source: Pile Is Too Wet/Dry
af: Hoop is Te Nat/Droog
ar: الكومة رطبة/جافة جداً
fr: Le Tas est Trop Humide/Sec

source: Too wet: Soggy materials, poor drainage
af: Te nat: Deurweekte materiale, swak dreinering
ar: رطبة جداً: مواد مبللة، تصريف ضعيف
fr: Trop humide: Matières détrempées, mauvais drainage

source: Too dry: Not enough water, too much sun exposure
af: Te droog: Nie genoeg water nie, te veel son blootstelling
ar: جافة جداً: نقص الماء، تعرض زائد للشمس
fr: Trop sec: Pas assez d'eau, trop d'exposition au soleil

source: Too wet: Add dry, carbon-rich materials
af: Te nat: Voeg droë, koolstof-ryke materiale by
ar: رطبة جداً: أضف مواد جافة غنية بالكربون
fr: Trop humide: Ajouter des matières sèches riches en carbone

source: Too wet: Turn the pile to help it dry out
af: Te nat: Draai die hoop om dit te help droog
ar: رطبة جداً: قلب الكومة للمساعدة في تجفيفها
fr: Trop humide: Retourner le tas pour aider à le sécher

source: Too wet: Cover during heavy rains
af: Te nat: Bedek tydens swaar reën
ar: رطبة جداً: غطها أثناء الأمطار الغزيرة
fr: Trop humide: Couvrir pendant les fortes pluies

source: Too dry: Add water while turning the pile
af: Te droog: Voeg water by terwyl jy die hoop draai
ar: جافة جداً: أضف الماء أثناء تقليب الكومة
fr: Trop sec: Ajouter de l'eau en retournant le tas

source: Too dry: Add fresh 'green' materials
af: Te droog: Voeg vars 'groen' materiale by
ar: جافة جداً: أضف مواد 'خضراء' طازجة
fr: Trop sec: Ajouter des matières 'vertes' fraîches

source: Solutions:
af: Oplossings:
ar: الحلول:

source: Basic Garden Compost
af: Basiese Tuin Kompos
ar: سماد الحديقة الأساسي
fr: Compost de Jardin Basique

source: A simple, balanced recipe for general garden use.
af: 'n Eenvoudige, gebalanseerde resep vir algemene tuin gebruik.
ar: وصفة بسيطة ومتوازنة للاستخدام العام في الحديقة.
fr: Une recette simple et équilibrée pour un usage général au jardin.

# partsDryLeaves
source: 3 parts dry leaves
af: 3 dele droë blare
ar: 3 أجزاء من الأوراق الجافة
fr: 3 parts de feuilles sèches

# partFreshGrassClippings
source: 1 part fresh grass clippings
af: 1 deel vars gras snoeisel
ar: 1 جزء من قصاصات العشب الطازجة
fr: 1 part de tontes de gazon fraîches

# partVegetableScraps
source: 1 part vegetable scraps
af: 1 deel groente reste
ar: 1 جزء من بقايا الخضروات
fr: 1 part de restes de légumes

# layerIngredientsMoistenAndTurnEvery12WeeksReadyIn
source: Layer ingredients, moisten, and turn every 1-2 weeks. Ready in 3-6 months.
af: Laag bestanddele, maak klam, en draai elke 1-2 weke. Gereed in 3-6 maande.
ar: ضع المكونات في طبقات، رطبها، وقلبها كل 1-2 أسبوع. تكون جاهزة في 3-6 أشهر.
fr: Disposer les ingrédients en couches, humidifier et retourner toutes les 1-2 semaines. Prêt en 3-6 mois.

source: Fast Hot Compost
af: Vinnige Warm Kompos
ar: السماد الساخن السريع
fr: Compost Chaud Rapide

source: For when you need compost quickly.
af: Vir wanneer jy kompos vinnig nodig het.
ar: عندما تحتاج إلى السماد بسرعة.
fr: Pour quand vous avez besoin de compost rapidement.

# partsChoppedStrawOrWoodChips
source: 2 parts chopped straw or wood chips
af: 2 dele gekapte strooi of hout skyfies
ar: 2 جزء من القش المفروم أو رقائق الخشب
fr: 2 parts de paille hachée ou de copeaux de bois

# partChickenManure
source: 1 part chicken manure
af: 1 deel hoender mis
ar: 1 جزء من روث الدجاج
fr: 1 part de fumier de poulet

# partGreenGardenWasteChoppedSmall
source: 1 part green garden waste (chopped small)
af: 1 deel groen tuin afval (klein gekap)
ar: 1 جزء من نفايات الحديقة الخضراء (مفرومة صغيرة)
fr: 1 part de déchets verts de jardin (finement hachés)

# mixThoroughlyEnsureAdequateMoistureAndTurnEvery3Days
source: Mix thoroughly, ensure adequate moisture, and turn every 3 days. Can be ready in 3-4 weeks if conditions are ideal.
af: Meng deeglik, verseker voldoende vog, en draai elke 3 dae. Kan gereed wees in 3-4 weke as toestande ideaal is.
ar: اخلط جيداً، وتأكد من الرطوبة المناسبة، وقلب كل 3 أيام. قد يكون جاهزاً في 3-4 أسابيع إذا كانت الظروف مثالية.
fr: Mélanger soigneusement, assurer une humidité adéquate et retourner tous les 3 jours. Peut être prêt en 3-4 semaines si les conditions sont idéales.

source: Instructions
af: Instruksies
ar: التعليمات

source: Possible Causes:
af: Moontlike Oorsake:
ar: الأسباب المحتملة
fr: Causes Possibles

source: C/N
ar: ك/ن

source: Edit availability
af: Wysig beskikbaarheid
ar: تعديل فترة التوفر
fr: Modifier la disponibilité

# editAvailabilityFor
source: Edit Availability for {componentName}
af: Wysig Beskikbaarheid vir {componentName}
ar: تعديل فترة التوفر لـ {componentName}
fr: Modifier la disponibilité pour {componentName}

source: Start Month
af: Begin Maand
ar: شهر البداية
fr: Mois de début

source: End Month
af: Eind Maand
ar: شهر النهاية
fr: Mois de fin

source: January
af: Januarie
ar: يناير
fr: Janvier

source: February
af: Februarie
ar: فبراير
fr: Février

source: March
af: Maart
ar: مارس
fr: Mars

source: April
ar: أبريل
fr: Avril

source: May
af: Mei
ar: مايو
fr: Mai

source: June
af: Junie
ar: يونيو
fr: Juin

source: July
af: Julie
ar: يوليو
fr: Juillet

source: August
af: Augustus
ar: أغسطس
fr: Août

source: September
ar: سبتمبر
fr: Septembre

source: October
af: Oktober
ar: أكتوبر
fr: Octobre

source: November
ar: نوفمبر
fr: Novembre

source: December
af: Desember
ar: ديسمبر
fr: Décembre

source: Save
af: Stoor
ar: يحفظ
fr: Sauvegarder

source: to
af: tot
ar: إلى
fr: à

source: Available:
af: Beskikbaar:
ar: متوفر:
fr: Disponible:

source: Cost (FCFA)
af: Koste (FCFA)
